Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Preferencias de Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Avisos de autenticación básica de HTTP de origen cruzado";
AllowCrossOriginAuthPrompt.pfm_description = "Controla si se permite que el contenido secundario de terceros de una página muestre un cuadro de diálogo emergente de autenticación básica de HTTP. Esta opción suele estar inhabilitada como defensa de los ataques de phishing.";
AllowFileSelectionDialogs.pfm_title = "Permitir la invocación de los diálogos de selección de archivos";
AllowFileSelectionDialogs.pfm_description = "Permite el acceso a archivos locales en la máquina al permitir que Chromium muestre los diálogos de selección de archivos. Si se habilita esta configuración, los usuarios podrán abrir los diálogos de selección de archivo como de costumbre. Si se inhabilita esta configuración, siempre que el usuario realice una acción que podría provocar un diálogo de selección de archivo (como importar los marcadores, cargar archivos, guardar enlaces, etc.) se mostrará un mensaje y se asumirá que el usuario ha hecho clic en Cancelar en el diálogo de selección de archivos. Si esta opción no está configurada, los usuarios podrán abrir diálogos de selección de archivos como de costumbre.";
AllowOutdatedPlugins.pfm_title = "Permitir la ejecución de complementos desactualizados";
AllowOutdatedPlugins.pfm_description = "Permite que Chromium ejecute complementos que no están actualizados. Si se habilita esta configuración, los complementos desactualizados se usan como complementos normales. Si se inhabilita esta configuración, los complementos desactualizados no se usan y no se solicitará autorización a los usuarios para ejecutarlos. Si esta configuración no se establece, se solicitará autorización a los usuarios para ejecutar los complementos desactualizados.";
AlternateErrorPagesEnabled.pfm_title = "Habilitar páginas de error alternativas";
AlternateErrorPagesEnabled.pfm_description = "Permite el uso de páginas de error alternativas que se crean en Chromium (tales como \"página no encontrada\") y evita que los usuarios cambien esta configuración. Si se habilita esta configuración, se usan páginas de error alternativas. Si se inhabilita esta configuración, las páginas de error alternativas nunca se utilizan. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Siempre se ejecutan complementos que requieren autorización";
AlwaysAuthorizePlugins.pfm_description = "Permite que Chromium ejecute complementos que requieran autorización. Si habilitas esta opción, se ejecutarán siempre los complementos actualizados. Si no se habilita o no se configura esta opción, se solicitará permiso a los usuarios para ejecutar complementos que requieran autorización (complementos que pueden comprometer la seguridad).";
AuthNegotiateDelegateWhitelist.pfm_title = "Lista blanca de servidores de delegación de Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Servidores a los que Chromium puede delegar.";
AuthSchemes.pfm_title = "Esquemas de autenticación compatibles";
AuthSchemes.pfm_description = "Especifica los tipos de esquema de autenticación HTTP que son compatibles con Chromium. Los valores posibles son \"básico\", \"resumen\", \"ntlm\" y \"negociar\". Los valores deben separarse con comas.";
AuthServerWhitelist.pfm_title = "Lista blanca del servidor de autenticación";
AuthServerWhitelist.pfm_description = "Especifica los servidores que deben incluirse en la lista blanca para la autenticación integrada. La autenticación integrada sólo se habilita cuando Chromium recibe un desafío de autenticación de un proxy o de un servidor que se encuentra en la lista autorizada. Separe los diferentes nombres de servidor con comas. Se permite usar comodines (*).";
AutoFillEnabled.pfm_title = "Habilitar Autocompletar";
AutoFillEnabled.pfm_description = "Habilita la función Autocompletar de Chromium y permite que los usuarios autocompleten formularios web con información que se almacenó con anterioridad como dirección o datos de la tarjeta de crédito. Si se inhabilita esta configuración, Autocompletar no será accesible para los usuarios. Si se habilita esta opción o no se configura un valor, Autocompletar permanece bajo el control del usuario. Esto les permite configurar los perfiles de autocompletar y activar o desactivar esta opción a su discreción.";
BlockThirdPartyCookies.pfm_title = "Bloquear cookies de terceros";
BlockThirdPartyCookies.pfm_description = "Bloquea las cookies de terceros. Al habilitar esta configuración, se impide que se configuren cookies mediante elementos de páginas web que no son del dominio y que se encuentran en la barra de direcciones del navegador. Al inhabilitar esta configuración, las cookies pueden configurarse mediante elementos de páginas web que no son del dominio y que se encuentran en la barra de direcciones del navegador. Además, el usuario no podrá cambiar esta configuración.";
BookmarkBarEnabled.pfm_title = "Habilitar barra de marcadores";
BookmarkBarEnabled.pfm_description = "Habilita la barra de marcadores en la página Nueva pestaña en Chromium. Si se habilita esta configuración, Chromium mostrará una barra de marcadores en la página \"Nueva pestaña\". Si se inhabilita esta configuración, los usuarios nunca verán la barra de marcadores. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiarla ni anularla en Chromium.";
ClearSiteDataOnExit.pfm_title = "Eliminar los datos del sitio al cerrar el navegador";
ClearSiteDataOnExit.pfm_description = "Esta política reemplaza la opción de configuración de contenido \"Eliminar cookies y otros datos del sitio cuando cierro mi navegador\". Cuando se establece en verdadero, Chromium elimina todos los datos almacenados localmente en el navegador al apagarse.";
CookiesAllowedForUrls.pfm_title = "Permitir cookies en estos sitios";
CookiesAllowedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que especifique los sitios autorizados a configurar cookies.";
CookiesBlockedForUrls.pfm_title = "Bloquear cookies en estos sitios";
CookiesBlockedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que determina los sitios que no están autorizados a configurar cookies.";
CookiesSessionOnlyForUrls.pfm_title = "Permitir cookies de sesión única en estos sitios";
CookiesSessionOnlyForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que indica los sitios que están autorizados a establecer cookies de sesión única.";
DefaultBrowserSettingEnabled.pfm_title = "Establecer Chrome como navegador predeterminado";
DefaultBrowserSettingEnabled.pfm_description = "Configura los controles del navegador predeterminado en Chromium y evita que los usuarios los cambien. Si se habilita esta configuración, Chromium siempre comprobará al iniciarse si es el navegador predeterminado y se registrará automáticamente en caso de ser posible. Si esta opción está inhabilitada, Chromium nunca verificará si es el navegador predeterminado e inhabilitará los controles de usuario para poder configurar esta opción. Si no se ha establecido esta configuración, Chromium permitirá al usuario controlar si es el navegador predeterminado y si las notificaciones para el usuario deben mostrarse cuando no lo es.";
DefaultCookiesSetting.pfm_title = "Configuración de cookies predeterminada";
DefaultCookiesSetting.pfm_description = "0 - Permitir a todos los sitios establecer datos locales\n1 - No permitir que ningún sitio configure los datos locales.\nTe permite establecer si los sitios web están autorizados a configurar los datos locales. La configuración de datos locales puede permitirse o denegarse para todos los sitios web.";
DefaultGeolocationSetting.pfm_title = "Configuración de geolocalización predeterminada";
DefaultGeolocationSetting.pfm_description = "0 - Permitir a los sitios que rastreen la ubicación física de los usuarios.\n1 - No permitir que ningún sitio rastree la ubicación física de los usuarios.\n2 - Preguntar siempre si un sitio quiere rastrear la ubicación física de los usuarios.\nTe permite establecer si los sitios web pueden rastrear la ubicación física de los usuarios. El seguimiento de la ubicación física de los usuarios se puede permitir o denegar de forma predeterminada o se puede preguntar al usuario cada vez que un sitio web solicite la ubicación física.";
DefaultImagesSetting.pfm_title = "Configuración de imágenes predeterminadas";
DefaultImagesSetting.pfm_description = "0 - Permitir a todos los sitios que muestren todas las imágenes\n1 - No permitir que ningún sitio muestre imágenes.\nTe permite establecer si los sitios web pueden mostrar imágenes. Se puede permitir la visualización de imágenes para todos los sitios web o bien denegarla para todos los sitios web.";
DefaultJavaScriptSetting.pfm_title = "Configuración de JavaScript predeterminada";
DefaultJavaScriptSetting.pfm_description = "0 - Permitir que todos los sitios ejecuten JavaScript\n1 - No permitir que los sitios ejecuten JavaScript.\nTe permite establecer si los sitios web pueden ejecutar JavaScript. Se puede permitir que se ejecute JavaScript en todos los sitios web o se puede denegar dicha ejecución para todos los sitios web.";
DefaultNotificationSetting.pfm_title = "Configuración de notificación predeterminada";
DefaultNotificationSetting.pfm_description = "0 - Permitir que los sitios muestren notificaciones de escritorio.\n1 - No permitir que los sitios muestren notificaciones de escritorio.\n2 - Preguntar siempre que un sitio quiera mostrar notificaciones de escritorio.\nTe permite establecer si los sitios web pueden mostrar notificaciones de escritorio. La visualización de notificaciones de escritorio se puede permitir o denegar de forma predeterminada o bien se puede preguntar al usuario cada vez que un sitio web quiera mostrar notificaciones de escritorio.";
DefaultPluginsSetting.pfm_title = "Configuración de complementos predeterminada";
DefaultPluginsSetting.pfm_description = "0 - Permitir a todos los sitios que ejecuten automáticamente complementos\n1 - Bloquear todos los complementos\nTe permite establecer si los sitios web pueden ejecutar los complementos automáticamente. La ejecución automática de complementos puede habilitarse para todos los sitios web o denegarse para todos los sitios web.";
DefaultPopupsSetting.pfm_title = "Configuración predeterminada de ventanas emergentes";
DefaultPopupsSetting.pfm_description = "0 - Permitir que todos los sitios muestren ventanas emergentes.\n1 - No permitir que ningún sitio muestre ventanas emergentes\nTe permite establecer si los sitios web pueden mostrar ventanas emergentes. La visualización de ventanas emergentes se puede permitir para todos los sitios web o denegar para todos ellos.";
DefaultSearchProviderEnabled.pfm_title = "Habilitar el proveedor de búsqueda predeterminado";
DefaultSearchProviderEnabled.pfm_description = "Permite el uso de un proveedor de búsqueda predeterminado. Si se habilita esta configuración, se realiza una búsqueda predeterminada cuando el usuario ingresa un texto que no es una dirección URL en el cuadro multifunción. Se puede establecer el proveedor de búsqueda predeterminado que se utilizará al especificar el resto de las políticas de búsqueda predeterminadas. Si se dejan vacías, el usuario podrá elegir el proveedor predeterminado. Si se inhabilita esta configuración, no se realizará ninguna búsqueda cuando el usuario ingrese texto que no sea una URL en el cuadro multifunción. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Codificación del proveedor de búsqueda predeterminado";
DefaultSearchProviderEncodings.pfm_description = "Especifica la codificación de caracteres que admite el proveedor de búsqueda. Las codificaciones son nombres de página de código como UTF-8, GB2312 e ISO-8859-1. Se prueban en el orden establecido. El valor predeterminado es UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Ícono del proveedor de búsqueda predeterminado";
DefaultSearchProviderIconURL.pfm_description = "Especificar la dirección URL del ícono favorito del proveedor de búsqueda predeterminado. Opcional.";
DefaultSearchProviderInstantURL.pfm_title = "URL instantánea del proveedor de búsqueda predeterminado";
DefaultSearchProviderInstantURL.pfm_description = "Especifica la dirección URL del motor de búsqueda que se utiliza para proporcionar resultados inmediatos. La dirección URL debe incluir la cadena '{searchTerms}', que se reemplazará en el momento de la consulta por el texto que el usuario haya ingresado hasta el momento. Opcional.";
DefaultSearchProviderKeyword.pfm_title = "Palabra clave del proveedor de búsqueda predeterminado";
DefaultSearchProviderKeyword.pfm_description = "Especifica la palabra clave, que es el atajo utilizado en el cuadro multifunción para activar la búsqueda de este proveedor. Opcional.";
DefaultSearchProviderName.pfm_title = "Nombre del proveedor de búsqueda predeterminado";
DefaultSearchProviderName.pfm_description = "Especifica el nombre del proveedor de búsqueda predeterminado. Si se deja vacía, se utilizará el nombre de host especificado por la dirección URL de búsqueda.";
DefaultSearchProviderSearchURL.pfm_title = "Dirección URL de búsqueda de proveedores de búsqueda predeterminada";
DefaultSearchProviderSearchURL.pfm_description = "Especifica la dirección URL del motor de búsqueda que se utiliza al hacer una búsqueda predeterminada. La dirección URL debe contener la cadena \"{searchTerms}\", que se reemplazará en el tiempo de consulta por los términos que el usuario está buscando.";
DefaultSearchProviderSuggestURL.pfm_title = "Dirección URL sugerida para el proveedor de búsqueda predeterminado";
DefaultSearchProviderSuggestURL.pfm_description = "Indica la dirección URL del motor de búsqueda que se usa para proporcionar sugerencias de búsqueda. La URL debe incluir la cadena \"{searchTerms}\", que se reemplazará en el momento de la consulta por el texto que el usuario haya ingresado. Opcional.";
DeveloperToolsDisabled.pfm_title = "Inhabilitar herramientas para desarrolladores";
DeveloperToolsDisabled.pfm_description = "Inhabilita las herramientas de desarrollo y la consola de JavaScript. Si se habilita esta configuración, no se podrá acceder a las herramientas de desarrollo y no se podrán inspeccionar nunca más los elementos del sitio web. Se inhabilitará todo método abreviado de teclado y entradas del menú contextual y de cualquier menú.";
Disable3DAPIs.pfm_title = "Inhabilitar la admisión de API gráficas en 3D";
Disable3DAPIs.pfm_description = "Inhabilita la compatibilidad para API gráfica de 3D. Al habilitar esta configuración, las páginas web no pueden acceder a la unidad de procesamiento gráfico (GPU). Las páginas web no pueden acceder específicamente a la API WebGL y los complementos no pueden usar Pepper 3D API. Si se inhabilita esta configuración, se permite potencialmente a las páginas web usar API WebGL y a los complementos utilizar Pepper 3D API. Es posible que las configuraciones predeterminadas del navegador aún necesiten que se pasen argumentos de línea de comandos para poder usar estas API.";
DisableAuthNegotiateCnameLookup.pfm_title = "Inhabilitar la búsqueda de CNAME al negociar la autenticación de Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Especifica si el SPN de Kerberos generado se basa en el nombre DNS canónico o en el nombre original ingresado. Si se habilita esta configuración, la búsqueda de CNAME se omitirá y el nombre del servidor se usará tal como se ingresó. Si se inhabilita esta configuración, el nombre canónico del servidor se determinará a través de la búsqueda de CNAME.";
DisablePluginFinder.pfm_title = "Inhabilitar el buscador de complemento";
DisablePluginFinder.pfm_description = "Si se establece esta configuración en Verdadero, se inhabilitarán la búsqueda automática y la instalación de complementos faltantes en Chromium.";
DisableSpdy.pfm_title = "Inhabilitar el protocolo SPDY";
DisableSpdy.pfm_description = "Inhabilita el uso del protocolo SPDY en Chromium";
DisabledPlugins.pfm_title = "Lista de complementos inhabilitados";
DisabledPlugins.pfm_description = "Especifica una lista de complementos que están inhabilitados en Chromium y evita que los usuarios cambien esta configuración. Los caracteres comodines \"*\" y \"?\" se pueden usar para que coincidan con las secuencias de caracteres arbitrarios. \"*\" coincide con un número arbitrario de caracteres y \"?\" especifica un solo carácter opcional, es decir, coincide con ningún carácter o con uno. El carácter de escape es \"\\" para que coincida con los caracteres \"*\", \"?\" o \"\\" y para poder colocar un \"\\" delante de ellos. Si se habilita esta configuración, la lista especificada de complementos nunca se usa en Chromium. Los complementos se marcan como inhabilitados en \"about: plugins\" y los usuarios no pueden habilitarlos. Ten en cuenta que esta política se puede anular mediante EnabledPlugins y DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Lista de excepciones para la lista de complementos inhabilitados";
DisabledPluginsExceptions.pfm_description = "Especifica una lista de complementos que el usuario puede habilitar o inhabilitar en Chromium. Los caracteres comodines \"*\" y \"?\" se pueden usar para que coincidan con las secuencias de caracteres arbitrarios. \"*\" coincide con un número arbitrario de caracteres y \"?\" especifica un solo carácter opcional, es decir, coincide con ningún carácter o con uno. El carácter de escape es \"\\" para que coincida con los caracteres \"*\", \"?\" o \"\\" y para poder colocar un \"\\" delante de ellos. Si se habilita esta configuración, la lista especificada de complementos se pueden utilizar en Chromium. Los usuarios pueden habilitar o inhabilitarlos en \"about: plugins\", incluso si el complemento también coincide con un patrón en DisabledPlugins. Los usuarios también pueden habilitar y inhabilitar los complementos que no coinciden con ningún patrón en DisabledPlugins, DisabledPluginsExceptions y EnabledPlugins.";
DisabledSchemes.pfm_title = "Lista de los esquemas de protocolo inhabilitados";
DisabledSchemes.pfm_description = "Inhabilita los esquemas de protocolos enumerados en Chromium. Las direcciones URL que usen un esquema de esta lista no se cargarán y no se podrán navegar.";
DiskCacheDir.pfm_title = "Configurar el directorio de caché de disco";
DiskCacheDir.pfm_description = "Configura el directorio que Chromium utilizará para guardar archivos almacenados en caché en el disco. Si se establece esta política, Chromium utilizará el directorio proporcionado aunque el usuario no haya especificado la instrucción \"--disk-cache-dir\".";
DnsPrefetchingEnabled.pfm_title = "Habilitar la predicción de la red";
DnsPrefetchingEnabled.pfm_description = "Permite realizar predicciones de la red en Chromium y evita que los usuarios cambien esta configuración. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Chromium.";
DownloadDirectory.pfm_title = "Establecer el directorio de descarga";
DownloadDirectory.pfm_description = "Configura el directorio que Chromium usará para descargar archivos. Si se establece esta política, Chromium usará el directorio proporcionado, independientemente de si el usuario ha especificado uno o habilitado la marca que se solicitará siempre para la ubicación de descarga.";
EditBookmarksEnabled.pfm_title = "Habilitar o inhabilitar la edición de marcadores";
EditBookmarksEnabled.pfm_description = "Habilita o inhabilita la edición de marcadores en Chromium. Si se habilita esta configuración, los marcadores se podrán agregar, quitar o modificar. Éste es el valor predeterminado. Si se inhabilita esta configuración, los marcadores no se podrán agregar, eliminar ni modificar. Los marcadores existentes aún están disponibles.";
EnableAuthNegotiatePort.pfm_title = "Incluir puerto no estándar en el SPN de Kerberos";
EnableAuthNegotiatePort.pfm_description = "Especifica si el SPN de Kerberos generado debe incluir un puerto no estándar. Si se habilita esta configuración y se ingresa un puerto no estándar (es decir, un puerto que no sea 80 ó 443), se incluirá en el SPN de Kerberos generado. Si se inhabilita esta configuración, el SPN de Kerberos generado no incluirá un puerto en ningún caso.";
EnabledPlugins.pfm_title = "Lista de complementos habilitados";
EnabledPlugins.pfm_description = "Especifica una lista de complementos que están habilitados en Chromium y evita que los usuarios cambien esta configuración. Los caracteres comodines \"*\" y \"?\" se pueden usar para que coincidan con las secuencias de caracteres arbitrarios. \"*\" coincide con un número arbitrario de caracteres y \"?\" especifica un solo carácter opcional, es decir, coincide con ningún carácter o con uno. El carácter de escape es \"\\" para que coincida con los caracteres \"*\", \"?\" o \"\\" y para poder colocar un \"\\" delante de ellos. La lista especificada de complementos se usa siempre en Chromium si están instalados. Los complementos se marcan como habilitado en \"about: plugins\" y los usuarios no pueden inhabilitarlos. Ten en cuenta que esta política anula tanto DisabledPlugins como DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "ID de extensiones que el usuario no debe poder instalar (o * para incluirlas todas).";
ExtensionInstallBlacklist.pfm_description = "Te permite especificar el tipo de extensiones que los usuarios no pueden instalar. Las extensiones que ya están instaladas se eliminarán si se encuentran en la lista negra. El valor de lista negra * significa que todas las extensiones están en la lista negra a menos que se hayan incluido expresamente en la lista blanca.";
ExtensionInstallForcelist.pfm_title = "Identificaciones de extensión y direcciones URL de actualización para instalar en silencio";
ExtensionInstallForcelist.pfm_description = "Te permite establecer una lista de extensiones que se instalará en silencio, sin la interacción del usuario. Cada elemento de la lista es una cadena, que contiene una identificación de extensión y una URL de actualización delimitada por un punto y coma (;); por ejemplo, lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Para cada elemento, Chromium recuperará la extensión establecida por la identificación de la dirección URL especificada y la instalará en silencio. En las páginas siguientes, se explica cómo se pueden alojar extensiones en el servidor. Información acerca de las direcciones URL: http://code.google.com/chrome/extensions/autoupdate.html; información acerca de extensiones de alojamiento en general:http://code.google.com/chrome/extensions/hosting.html. Los usuarios no podrán desinstalar extensiones que se especifican en esta política. Si se elimina una extensión de esta lista, entonces será desinstalada automáticamente por Chromium. Las extensiones, que se encuentran en la lista negra en \"ExtensionInstallBlacklist\" y no en la lista blanca, no se pueden instalar a la fuerza mediante esta política.";
ExtensionInstallWhitelist.pfm_title = "Identificaciones de extensión para excluir de la lista negra";
ExtensionInstallWhitelist.pfm_description = "Te permite especificar las extensiones que no están sujetas a la lista negra. El valor de lista negra de * significa que todas las extensiones están en la lista negra y los usuarios sólo pueden instalar extensiones que figuran en la lista blanca. De manera predeterminada, todas las extensiones se encuentran en la lista blanca. Sin embargo, si todas las extensiones se han agregado a la lista negra mediante una política, la lista blanca se puede utilizar para anular dicha política.";
GSSAPILibraryName.pfm_title = "Nombre de la biblioteca GSSAPI";
GSSAPILibraryName.pfm_description = "Especifica qué biblioteca de GSSAPI se usará para la autenticación HTTP. Se puede establecer simplemente un nombre de biblioteca o una ruta de acceso completa. Si no se ofrece ninguna configuración, Chromium recurrirá a un nombre de biblioteca predeterminado.";
HomepageIsNewTabPage.pfm_title = "Usar la página Nueva pestaña como página principal";
HomepageIsNewTabPage.pfm_description = "Configura el tipo de página principal predeterminada en Chromium y evita que los usuarios cambien las preferencias de la página principal. La página principal puede establecerse en una dirección URL especificada o se establece en la página Nueva pestaña. Si se habilita esta opción, siempre se usa la página Nueva pestaña como página principal y se ignora la ubicación de la dirección URL de la página principal. Si se inhabilita esta configuración, la página principal del usuario nunca será la página Nueva pestaña a menos que la dirección URL se establezca en \"chrome://newtab\". Si se habilita o inhabilita esta configuración, los usuarios no pueden cambiar el tipo de página principal en Chromium.";
HomepageLocation.pfm_title = "URL de la página principal";
HomepageLocation.pfm_description = "Al configurar la dirección URL de la página principal predeterminada en Chromium, los usuarios no pueden cambiarla. El tipo de página principal puede configurarse en una dirección URL que se especifique aquí o puede establecerse en la página Nueva pestaña. Si se selecciona la página Nueva pestaña, se ignora esta política. Si se habilita esta configuración, los usuarios no podrán cambiar la dirección URL de su página principal en Chromium, pero todavía pueden elegir la página Nueva pestaña como su página principal.";
ImagesAllowedForUrls.pfm_title = "Permitir imágenes en estos sitios";
ImagesAllowedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que establece los sitios que pueden mostrar imágenes.";
ImagesBlockedForUrls.pfm_title = "Bloquear imágenes en estos sitios";
ImagesBlockedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que indica los sitios que no pueden mostrar imágenes.";
IncognitoEnabled.pfm_title = "Activar el modo incognito";
IncognitoEnabled.pfm_description = "Activa el modo incógnito en Chromium. Si esta opción está habilitada o no está configurada, los usuarios podrán abrir páginas web en modo incógnito. Si esta opción está inhabilitada, los usuarios no podrán abrir páginas web en modo incógnito.";
InstantEnabled.pfm_title = "Habilitar Instant";
InstantEnabled.pfm_description = "Habilita la característica Instant de Chromium y evita que los usuarios cambien esta configuración. Si se habilita esta configuración, Instant de Chromium está habilitada. Si se inhabilita esta configuración, Instant de Chromium está inhabilitada. Si se habilita o se inhabilita esta configuración, los usuarios no podrán cambiar ni anularla.";
JavaScriptAllowedForUrls.pfm_title = "Permitir JavaScript en estos sitios";
JavaScriptAllowedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que establece los sitios que pueden ejecutar JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Bloquear JavaScript en estos sitios";
JavaScriptBlockedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que indica los sitios que no pueden ejecutar JavaScript.";
JavascriptEnabled.pfm_title = "Habilitar JavaScript";
JavascriptEnabled.pfm_description = "Habilita JavaScript en Chromium y evita que los usuarios cambien esta configuración. Si esta opción está habilitada o no se configura, las páginas web no pueden utilizar JavaScript. Si esta configuración está inhabilitada, las páginas web no pueden utilizar JavaScript.";
MetricsReportingEnabled.pfm_title = "Habilitar informes de uso y datos relacionados con bloqueos";
MetricsReportingEnabled.pfm_description = "Habilita la opción de informar a Google de manera anónima sobre el uso de Chromium y sobre datos relacionados con bloqueos y así evita que los usuarios cambien esta configuración. Si se inhabilita esta configuración, nunca se informará de manera anónima a Google sobre el uso y datos relacionados con bloqueos. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Permitir que los usuarios muestren las contraseñas en el Administrador de contraseñas.";
PasswordManagerAllowShowPasswords.pfm_description = "Controla si el usuario puede mostrar las contraseñas en texto sin cifrar en el administrador de contraseñas. Si se inhabilita esta configuración, el administrador de contraseñas no permite que se muestren las contraseñas guardadas en texto sin cifrar en la ventana del administrador de contraseñas. Si se habilita esta configuración o no se configura, los usuarios pueden ver estas contraseñas en texto sin cifrar en el administrador de contraseñas.";
PasswordManagerEnabled.pfm_title = "Habilitar el administrador de contraseñas";
PasswordManagerEnabled.pfm_description = "Permite guardar contraseñas y usar las contraseñas almacenadas en Chromium. Si se habilita esta configuración, Chromium podrá memorizar contraseñas y proporcionarlas de forma automática la próxima vez que los usuarios accedan a un sitio. Si se inhabilita esta configuración, los usuarios no podrán guardar las contraseñas ni usar las contraseñas que se almacenaron con anterioridad. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Chromium.";
PluginsAllowedForUrls.pfm_title = "Permitir complementos en estos sitios";
PluginsAllowedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que establece los sitios que pueden ejecutar complementos.";
PluginsBlockedForUrls.pfm_title = "Bloquear complementos en estos sitios";
PluginsBlockedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que establece los sitios que no pueden ejecutar complementos.";
PopupsAllowedForUrls.pfm_title = "Permitir ventanas emergentes en estos sitios";
PopupsAllowedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que indique los sitios que están autorizados a abrir ventanas emergentes.";
PopupsBlockedForUrls.pfm_title = "Bloquear ventanas emergentes en estos sitios";
PopupsBlockedForUrls.pfm_description = "Te permite configurar una lista de patrones de URL que establece los sitios que no están autorizados a abrir ventanas emergentes.";
PrintingEnabled.pfm_title = "Habilitar la impresión";
PrintingEnabled.pfm_description = "Habilita la impresión en Chromium y evita que los usuarios cambien esta configuración. Si esta opción está habilitada o no está configurada, los usuarios pueden imprimir. Si esta opción está inhabilitada, los usuarios no pueden imprimir desde Chromium. La impresión se inhabilita en el menú de herramientas, extensiones, aplicaciones de JavaScript, etc. Todavía es posible imprimir desde los complementos que omiten Chromium al imprimir. Por ejemplo, ciertas aplicaciones Flash tienen la opción de imprimir en el menú contextual y eso no se inhabilitará.";
ProxyBypassList.pfm_title = "Lista separada por comas de las normas de omisión de proxy";
ProxyBypassList.pfm_description = "Chromium omitirá todo proxy de la lista de hosts que se proporciona aquí. Esta política sólo se aplica si se ha seleccionado la configuración manual de proxy en \"Elegir cómo especificar la configuración del servidor proxy\". Para obtener más ejemplos detallados, visita http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyMode.pfm_title = "Elegir cómo especificar la configuración del servidor proxy";
ProxyMode.pfm_description = "direct - Nunca usar un proxy\nauto_detect - Configuración de proxy de detección automática\npac_script - Usar un script para proxy .pac\nfixed_servers - Usar servidores proxy fijos\nsystem - Usar la configuración del proxy del sistema\nTe permite establecer el servidor proxy que usa Chromium y evita que los usuarios cambien la configuración del proxy. Si se elige nunca utilizar un servidor proxy y conectarse siempre directamente, todas las demás opciones se ignoran. Si se elige utilizar la configuración del proxy del sistema o la detección automática del servidor proxy, todas las demás opciones se ignoran. Si se elige el modo proxy del servidor, se pueden establecer más opciones en \"Dirección o URL del servidor proxy\" y \"Lista de valores separados por comas de las normas de omisión de proxy\". Si se elige usar una secuencia de comandos proxy .pac, se debe especificar la dirección URL en la secuencia de comandos en la \"URL a un archivo proxy.pac\". Para obtener ejemplos más detallados, visita http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett. Si se habilita esta configuración, Chromium ignora todas las opciones relacionadas con el proxy especificadas desde la línea de comandos.";
ProxyPacUrl.pfm_title = "URL a un archivo proxy .pac";
ProxyPacUrl.pfm_description = "Aquí puedes especificar una dirección URL a un archivo proxy .pac. Esta política sólo se aplica si se ha seleccionado la configuración manual de proxy \"Elegir cómo especificar la configuración del servidor proxy\". Para obtener ejemplos más detallados, visita http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyServer.pfm_title = "Dirección o dirección URL del servidor proxy";
ProxyServer.pfm_description = "Aquí puedes especificar la dirección URL del servidor proxy. Esta política sólo se aplica si se ha seleccionado la configuración manual de proxy en \"Elegir cómo especificar la configuración del servidor proxy\". Para obtener más opciones y ejemplos detallados, visita http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
RestoreOnStartup.pfm_title = "Acción al iniciar";
RestoreOnStartup.pfm_description = "0 - Abrir página principal\n1 - Reabrir últimas URL abiertas\n4 - Abrir una lista de direcciones URL\nTe permite establecer el comportamiento al iniciar. Si se elige \"Abrir página principal\", la página principal siempre se abrirá al iniciar Chromium. Si se elige \"Reabrir últimas URL abiertas\", se volverán a abrir las últimas direcciones URL que estaban abiertas cuando Chromium se cerró. Si se elige \"Abrir una lista de URL\", la lista de \"URL para abrir al iniciar\" se abrirá cuando un usuario inicie Chromium. Si se habilita esta configuración, los usuarios no pueden cambiarla ni anularla en Chromium. Si se inhabilita esta configuración, sería igual que dejarla sin configurar. El usuario aún podrá cambiarla en Chromium.";
RestoreOnStartupURLs.pfm_title = "Direcciones URL que se abrirán al iniciar.";
RestoreOnStartupURLs.pfm_description = "Si se selecciona \"Abrir una lista de URL\" como la tarea inicial, tú podrás especificar la lista de URL que se abre.";
SafeBrowsingEnabled.pfm_title = "Habilitar la navegación segura";
SafeBrowsingEnabled.pfm_description = "Habilita la función Navegación segura de Chromium y evita que los usuarios cambien la configuración. Si se habilita esta configuración, la Navegación segura siempre está activada. Si se inhabilita esta configuración, la Navegación segura nunca está activada. Si se habilita o inhabilita esta configuración, los usuarios no pueden cambiar o anular esta configuración en Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Inhabilitar el almacenamiento del historial del navegador";
SavingBrowserHistoryDisabled.pfm_description = "Se inhabilita el almacenamiento del historial de búsqueda en Chromium y evita que los usuarios cambien esta configuración. Si se habilita esta opción, el historial de navegación no se guardará. Si esta opción está inhabilitada o no está configurada, el historial de navegación se guardará.";
SearchSuggestEnabled.pfm_title = "Habilitar sugerencias de búsqueda";
SearchSuggestEnabled.pfm_description = "Habilita las sugerencias de búsqueda en el cuadro multifunción de Chromium y evita que los usuarios cambien esta configuración. Si se habilita esta configuración, se utilizan las sugerencias de búsqueda. Si se inhabilita esta configuración, nunca se utilizan las sugerencias de búsqueda. Si se habilita o inhabilita esta configuración, los usuarios no pueden cambiar o anular esta configuración en Chromium .";
ShowHomeButton.pfm_title = "Mostrar el botón \"Página principal\" en la barra de herramientas";
ShowHomeButton.pfm_description = "Muestra el botón Inicio en la barra de herramientas de Chromium. Si se habilita esta configuración, el botón Inicio se muestra siempre. Si se inhabilita esta configuración, el botón Inicio no se muestra. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Chromium.";
SyncDisabled.pfm_title = "Inhabilitar la sincronización de datos con Google";
SyncDisabled.pfm_description = "Inhabilita la sincronización de datos en Chromium al utilizar los servicios de sincronización alojados en Google y evita que los usuarios cambien esta configuración. Si se habilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Chromium.";
TranslateEnabled.pfm_title = "Habilitar Traductor de Google";
TranslateEnabled.pfm_description = "Habilita el servicio integrado del Traductor de Google en Chromium. Si se habilita esta configuración, Chromium mostrará una barra de herramientas integrada que ofrece traducir la página para el usuario, cuando sea conveniente. Si se inhabilita esta configuración, los usuarios nunca verán la barra de traducción. Si se habilita o inhabilita esta configuración, los usuarios no podrán cambiar ni anular esta configuración en Chromium.";
UserDataDir.pfm_title = "Configurar directorio de datos de usuarios";
UserDataDir.pfm_description = "Configura el directorio que Chromium usará para almacenar los datos del usuario. Si se establece esta política, Chromium siempre usará el directorio independientemente de si el usuario ha especificado la marca \"--user-data-dir\" o no.";